---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeInsulationType
source: html/2473cc77-90ce-5b17-d945-c2706ec0f5e0.htm
---
# PipeInsulationType Properties

The id of the assembly instance to which the element belongs.